{
  "home": "HOME",
  "about": "About",
  "yachtRent": "YACHT RENT",
  "waterSport": "WATER SPORT",
  "finishingTrip": "FISHING TRIP",
  "destination": "DESTINATION",
  "blog": "BLOGS",
  "offer": "OFFERS",
  "service": "SERVICES",
  "contact": "CONTACT",
  "book": "BOOK",
  "now": "NOW",
  "getintouch": "Get in Touch",
  "aboutboat": "ABOUT BOAT RIDE",
  "addService": "ADDITIONAL SERVICES",
  "booknow": "BOOK NOW",
  "largetsyacht": "LARGEST YACHTS SELECTION FOR BOOKING IN DUBAI.",
  "offers": "Offers",
  "dateandtime": "DATE&TIME",
  "duration": "Duration",
  "guestno": "No. of guests",
  "welcometo": "WELCOME TO",
  "boatride": "BOATS RIDE",
  "topic":"Boats Ride is Dubai's leading rental yacht charter company. We cater both to interest in hiring a boat together with a captain and optional crew. We present to you Dubai’s most unique yacht makes it easy for travellers to find the right boat by simplifying the selection and booking process.\n\nAt Boats Ride we are the proud owners of the highest quality yachts available in the UAE. We pride ourselves on delivering the most exclusive chartering experience, which is why we utilize a fleet of impeccable. These yachts are some of the finest the market has to offer and have been hand-picked by the team to make sure they offer an unforgettable experience. Whether you’re after a yacht to share with your lover or a superyacht that you can utilize with all of your friends to cruise adventure, we have something for you.",
  "luxarytopic":"WITH BOATS RIDE TRY THE ULTIMATE EXPERIENCE",
  "luxary": "LUXURY YACHT RENTAL",
  "luxarcytopic2": "Boats Ride Offers Luxury Yachts In Dubai With Best Price.",
  "whatwedo": "WHAT WE DO FOR YOU",
  "thethrill": "EXPERIENCE THE THRILL",
  "luxuarytopic3": "Our luxury yachts will take you in several of the city’s sights, including Palm Jumeirah, the sail-shaped Burj Al Arab, Jumeirah Beach, World Island, Dubai Canal, Dubai Creek ...",
  "exp": "OUR EXPERIENCE",
  "abouttopic": "Largest Yachting Company Offers Yachts for Low Rental In Dubai.",
  "abouttopic1": "Boats Ride it is Dubai's leading rental yachts charter company. We cater both to interested in hiring a boat together with a captain and optional crew. We present to you Dubai’s most unique yacht makes it easy for travellers to find the right boat by simplifying the selection and booking process.",
  "abouttopic2": "At Boats Ride we are the proud owners of the highest quality yachts available in the UAE. We pride ourselves on delivering the most exclusive chartering experience, which is why we utilise fleet of impeccable . These yachts are some of the finest the market has to offer and have been hand-picked by the team to make sure they offer an unforgettable experience. Whether you’re after a yacht to share with your lover, or a superyacht that you can utilise with all of your friends to cruise dventure, we have something for you.",
  "luxuaryyacht": "Luxury Yachts",
  "safety": "Safety and Security",
  "value": "Value for Spending",
  "topic1": "At Boats Ride Yachts we are the proud owners of the luxury yachts available in the UAE Since 2012 chartering experience and over 245 boats , we pride ourselves on delivering the most exclusive yacht chartering experience, setting the industry benchmarks & standards makes us pioneers in yachts chartering.",
  "topic2": "We put safety above all else; Safety on board Yachts is taken very seriously, it is vital for our clients to feel comfortable and secure whilst traveling with us that is why an experienced and fully qualified team mans each of our vessel. Safety and reliability are the things that our clients appreciate most.",
  "topic3": "Being one of the most reputable and leading yachts charter company for the last years, we provide unbiased prices Within the budget of Within the budget of our clients to ensure have a chance to sail and have fun with us , yachting experience that made us experts in the yacht charter",
  "test": "TESTIMONIALS",
  "travel": "TRAVELLERS",
  "exp1": "EXPERIENCES",
  "news": "NEWSLETTER SUBSCRIPTION",
  "newstopic1": "RECEIVE LATEST UPDATES",
  "newstopic2": "TO YOUR INBOX",
  "yachtbooking": "Yacht Booking",
  "bestprice": "BEST PRICE & EASY BOOKING",
  "pricetopic": "LIVE AN EXPERIENCE WITH US AND HAVE FUN",
  "checkservice": "Check Service",
  "readmore": "Read More",
  "moreabout": "More about us",
  "subscribe": "Subscribe Us",
  "viewyachts": "View All Yachts",
  "abouttopics1": "Boats Ride is Dubai's leading rental yacht charter company. We cater both to interest in hiring a boat together with a captain and optional crew. We present to you Dubai’s most unique yacht makes it easy for travellers to find the right boat by simplifying the selection and booking process.",
  "abouttopics2": "At Boats Ride we are the proud owners of the highest quality yachts available in the UAE. We pride ourselves on delivering the most exclusive chartering experience, which is why we utilize a fleet of impeccable. These yachts are some of the finest the market has to offer and have been hand-picked by the team to make sure they offer an unforgettable experience. Whether you’re after a yacht to share with your lover or a superyacht that you can utilize with all of your friends to cruise adventure, we have something for you.",
  "weprovide": "We Provide",
  "bestoffers": "Some Best Offers",
  "newmarry": "For Newly Married Couples",
  "yourname": "Your Name",
  "email": "Email Address",
  "newsub": "SUBSCRIBE TO OUR NEWSLETTER",
  "newssubtopic": "SUBSCRIBE & GET UPDATES IN YOUR INBOX",
  "subnow": "Subscribe Now",
  "t1": "Talking about a luxury boat party in Dubai for people who can afford it, one simply cannot overlook the fun and adventure Yachts can bring to the table. Yachting has to be the most beautiful sport ever. It’s an experience like no other where you get to play around the water over the deep blue waves of the ocean and feel lost in an ambiance that is so soothing and peaceful to the soul. The kind of feeling that you achieve from a yacht needs a whole new list of words to describe. It’s a magical experience that drives people to a different zone and simultaneously to a different state of mind. People with the privileges who own private yachts go on yachting to experience a soothing escapade and let their minds free for a while whenever they feel the need of it. While those who cannot afford to buy a yacht of their own, acquire the adventure of sailing from one coastal territory to another by renting affordable Dubai yachts rentals.",
  "t2": "Learning to sail is not a difficult venture. Some people have this perception about yachting that this can only be done by professionals, whereas, this is a complete fallacy. The art of yachting can be practiced by everyone who is willing to learn a few techniques and tips.",
  "boatrental": "BOATS RENTAL IN DUBAI",
  "t3": "Our yachts have been registered according to the UAE regulations and checked by the Municipality department. Our Captains & crew have extensive knowledge of the local cruising area, allowing you to capture all the best sight’s along Dubai’s famous coastline.",
  "t4": "Our Captain will have expert team to assist him in his duties and to make sure our guests receive the best hospitality in Dubai. Depending on the number of people on yacht, for either a private or corporate Charter, Boats Ride will arrange for additional crew members to meet your special requirements. This could include stewards, waiters, hostesses and of course a qualified Chef.",
  "t5": "World’s Largest Yachting",
  "t6": "Company Offers Yachts for",
  "t7": "Rent and Charters.",
  "gettouch": "Get in Touch",
  "t8": "Welcome to the most important yacht and boat rental platform in Dubai, we can help you find a yacht or boat for rent in Dubai and we also organize cruises and special events such as birthdays, letters, wedding anniversaries, company parties and many other events.",
  "ouryachts": "Our yachts",
  "price": "Price",
  "hour": "Hour",
  "ead": "AED",
  "chooseyacht": "Choose Your Yacht",
  "t9": "Call Us, Select Date, Time & Number of Guest.",
  "choosecrew": "Choose Your Crew",
  "t10": "Check Our Crow, Optional Services & Food on Board.",
  "enjouwithus": "Enjoy With Us",
  "t11": "Enjoy spending an enjoyable trip with your family and friends.",
  "reservation": "Reservations",
  "address": "Address",
  "phone": "Phone",
  "subject": "Subject",
  "message": "Message",
  "sendmessage": "Send Your Message",
  "findloc": "Find Our Location",
  "sailing": "Sailing",
  "t12": "We offer an excellent way to learn the basics of boat sailing.",
  "club": "club",
  "t13": "Join our premier private yacht club in the Pacific ocean.",
  "diving": "Diving",
  "t14": "All our yachts are equipped with everything divers need.",
  "fishing": "Fishing",
  "t15": "Our yachts are built to explore untouched fishing grounds.",
  "tour": "Tours",
  "t16": "We offer you exclusive yacht tours with professional crew.",
  "moredetails": "More Details",
  "specialsev": "Special Services",
  "t17": "How all this mistaken idea of denouncing pleasure & praising pain was born and I will give you a complete account of the system, and expound the actual teachings the great explorer of the truth, the master builder.",
  "t18": "For Best Yachting Services, Call Us",
  "bestser": "Best Service",
  "t19": "We Strive To Provide Our Customers",
  "privateex": "Private Excursions",
  "topdes": "Top Destinations",
  "luxser": "Luxury Yacht Services",
  "t20": "Idea of denouncing pleasure & praising pain was born we will give you a complete account of the system.",
  "starttoday": "Start Today",
  "rec": "RECOMMENDED",
  "form": {
    "book_water_sport": "Book A Water Sport",
    "book_yacht" : "Book A Yacht",
    "name" : "name",
    "email" : "email",
    "phone" : "phone",
    "message" : "message",
    "name_required" : "Name is required",
    "email_required" : "email is required",
    "phone_required" : "phone is required",
    "message_required" : "message is required",
    "yacht": "yacht",
    "yacht_required" : "yacht is required",
    "water_sport": "water sport",
    "water_sport_required" : "water sport is required",
    "thanks" : "Thank you for Enquiring with us",
    "call_you": "One of our best representatives will get in touch with you shortly"
  }
}
