{
  "home": "HOME",
  "about": "About",
  "yachtRent": "YACHT RENTAL",
  "waterSport": "WATER SPORTS",
  "finishingTrip": "FISHING TRIP",
  "destination": "DESTINATION",
  "blog": "BLOGS",
  "offer": "OFFERS",
  "service": "SERVICES",
  "contact": "CONTACT",
  "book": "BOOK",
  "now": "NOW",
  "continueread": "Continue Reading",
  "search": "Search",
  "catergories": "Categories",
  "comments": "Comments",
  "tag": "tags",
  "reply": "Reply",
  "postcomment": "Post a Comment",
  "submit": "SUBMIT",
  "reservationr": "Reservations: 24 / 7",
  "24_Hours_7_Days" : "24 Hours / 7 Days",
  "beauty": "BEAUTY",
  "photography": "PHOTOGRAPHY",
  "freestyle": "FREE STYLE",
  "trending": "TRENDING POSTS",
  "instgram": "INSTAGRAM",
  "travelr": "TRAVEL IDEAS",
  "charet": "CHARTERING",
  "sailingr": "SAILING ROUTES",
  "getintouch": "Get in Touch",
  "aboutboat": "ABOUT BOAT RIDE",
  "addService": "ADDITIONAL SERVICES",
  "booknow": "BOOK NOW",
  "largetsyacht": "LARGEST YACHTS SELECTION FOR BOOKING IN DUBAI.",
  "offers": "Offers",
  "dateandtime": "DATE&TIME",
  "duration": "Duration",
  "guestno": "No. of guests",
  "welcometo": "WELCOME TO",
  "boatride": "BOATS RIDE",
  "topic":"Boats Ride is Dubai's leading rental yacht charter company. We cater both to interest in hiring a boat together with a captain and optional crew. We present to you Dubai’s most unique yacht makes it easy for travellers to find the right boat by simplifying the selection and booking process.\n\nAt Boats Ride we are the proud owners of the highest quality yachts available in the UAE. We pride ourselves on delivering the most exclusive chartering experience, which is why we utilize a fleet of impeccable. These yachts are some of the finest the market has to offer and have been hand-picked by the team to make sure they offer an unforgettable experience. Whether you’re after a yacht to share with your lover or a superyacht that you can utilize with all of your friends to cruise adventure, we have something for you.",
  "luxarytopic":"WITH BOATS RIDE TRY THE ULTIMATE EXPERIENCE",
  "luxary": "LUXURY YACHT RENTAL",
  "luxarcytopic2": "Boats Ride Offers Luxury Yachts In Dubai With Best Price.",
  "whatwedo": "WHAT WE DO FOR YOU",
  "thethrill": "YACHT CHARTER DUBAI",
  "luxuarytopic3": "Our luxury yachts will take you in several of the city’s sights, including Palm Jumeirah, the sail-shaped Burj Al Arab, Jumeirah Beach, World Island, Dubai Canal, Dubai Creek ...",
  "exp": "OUR EXPERIENCE",
  "abouttopic": "Largest Yachting Company Offers Yachts for Low Rental In Dubai.",
  "abouttopic1": "Boats Ride is Dubai's leading rental yacht charter company. We cater both interested in hiring a boat together with a captain and optional crew. We present to you Dubai’s most unique yacht that makes it easy for travelers to find the right boat by simplifying the selection and booking process.",
  "abouttopic2": "At Boats Ride we are the proud owners of the highest quality yachts available in the UAE. We pride ourselves on delivering the most exclusive chartering experience, which is why we utilize a fleet of impeccable. These yachts are some of the finest the market has to offer and have been hand-picked by the team to make sure they offer an unforgettable experience. Whether you’re after a yacht to share with your lover or a superyacht that you can utilize with all of your friends to cruise adventure, we have something for you.",
  "about_topic_3": "At Boats Ride we offer you a completely different and hassle-free experience. We make sure to fulfill all our customer's requirements and provide a five-star service. You can add many side services to your cruises that we provide at Boats Ride such as birthday parties, fishing trips, water games, weddings, and New Year's parties. Clients can also book their yacht cruise by calling us by phone. Payment can be made either online or in cash. Customers have a requirement to make credit card payments.",
  "about_topic_4": "Find the best boat rental service in Dubai. Simple, easy, and secure.",
  "about_topic_5" : "If you are looking for a good place to rent a boat, Dubai is the perfect place. With Boats Ride you can find over 30 different charters of yachts, boats, and water experiences.",
  "about_topic_6" : "In addition, many boat owners also offer additional services such as lunch or dinner onboard, jet skis, sea kayaks, and other amenities to add extravaganza to your trip. We also help people book bridal showers, destination weddings, important birthdays, anniversaries, and honeymoon trips. In addition to yachts, we also offer motorboat rental services in Dubai and deep-sea fishing rental services. We can't wait to let you experience all that Dubai has to offer.",
  "luxuaryyacht": "Luxury Yachts",
  "safety": "Safety and Security",
  "value": "Value for Spending",
  "topic1": "At Boats Ride Yachts we are the proud owners of the luxury yachts available in the UAE Since 2012 chartering experience and over 245 boats , we pride ourselves on delivering the most exclusive yacht chartering experience, setting the industry benchmarks & standards makes us pioneers in yachts chartering.",
  "topic2": "We put safety above all else; Safety on board Yachts is taken very seriously, it is vital for our clients to feel comfortable and secure whilst traveling with us that is why an experienced and fully qualified team mans each of our vessel. Safety and reliability are the things that our clients appreciate most.",
  "topic3": "Being one of the most reputable and leading yachts charter company for the last years, we provide unbiased prices Within the budget of Within the budget of our clients to ensure have a chance to sail and have fun with us , yachting experience that made us experts in the yacht charter",
  "test": "TESTIMONIALS",
  "travel": "TRAVELLERS",
  "exp1": "EXPERIENCES",
  "yachts": "Yachts",
  "news": "NEWSLETTER SUBSCRIPTION",
  "newstopic1": "RECEIVE LATEST UPDATES",
  "newstopic2": "TO YOUR INBOX",
  "yachtbooking": "Yacht Booking",
  "bestprice": "BEST PRICE & EASY BOOKING",
  "pricetopic": "LIVE AN EXPERIENCE WITH US AND HAVE FUN",
  "checkservice": "Check Service",
  "readmore": "Read More",
  "moreabout": "More about us",
  "subscribe": "Subscribe Us",
  "viewyachts": "View All Yachts",
  "view_all_services" : "View All Services",
  "abouttopics1": "Boats Ride is Dubai's leading yacht rental company. We cater both to interest in boat rental together with a captain and optional crew. We present to you Dubai’s most unique luxury yacht that makes it easy for travellers to find the right boat charter by simplifying the selection and booking process.",
  "abouttopics2": "At Boats Ride we are the proud owners of the highest quality yachts available in the UAE. We pride ourselves on delivering the most exclusive chartering experience, which is why we utilize a fleet of impeccable. These yachts are some of the finest the market has to offer and have been hand-picked by the team to make sure they offer an unforgettable experience. Whether you’re after a yacht to share with your lover or a superyacht that you can utilize with all of your friends to cruise adventure, we have something for you.",
  "weprovide": "We Provide",
  "bestoffers": "Some Best Offers",
  "newmarry": "For Newly Married Couples",
  "yourname": "Your Name",
  "email": "Email Address",
  "newsub": "SUBSCRIBE TO OUR NEWSLETTER",
  "newssubtopic": "SUBSCRIBE & GET UPDATES IN YOUR INBOX",
  "subnow": "Subscribe Now",
  "t1": "Talking about a luxury boat party in Dubai for people who can afford it, one simply cannot overlook the fun and adventure Yachts can bring to the table. Yachting has to be the most beautiful sport ever. It’s an experience like no other where you get to play around the water over the deep blue waves of the ocean and feel lost in an ambiance that is so soothing and peaceful to the soul. The kind of feeling that you achieve from a yacht needs a whole new list of words to describe. It’s a magical experience that drives people to a different zone and simultaneously to a different state of mind. People with the privileges who own private yachts go on yachting to experience a soothing escapade and let their minds free for a while whenever they feel the need of it. While those who cannot afford to buy a yacht of their own, acquire the adventure of sailing from one coastal territory to another by renting affordable Dubai yachts rentals.",
  "t2": "Learning to sail is not a difficult venture. Some people have this perception about yachting that this can only be done by professionals, whereas, this is a complete fallacy. The art of yachting can be practiced by everyone who is willing to learn a few techniques and tips.",
  "boatrental": "BOATS RENTAL IN DUBAI",
  "t3": "Our yachts have been registered according to the UAE regulations and checked by the Municipality department. Our Captains & crew have extensive knowledge of the local cruising area, allowing you to capture all the best sight’s along Dubai’s famous coastline.",
  "t4": "Our Captain will have expert team to assist him in his duties and to make sure our guests receive the best hospitality in Dubai. Depending on the number of people on yacht, for either a private or corporate Charter, Boats Ride will arrange for additional crew members to meet your special requirements. This could include stewards, waiters, hostesses and of course a qualified Chef.",
  "t5": "World’s Largest Yachting",
  "t6": "Company Offers Yachts for",
  "t7": "Rent and Charters.",
  "gettouch": "Get in Touch",
  "t8": "Welcome to the most important yacht and boat rental platform in Dubai, we can help you find a yacht or boat for rent in Dubai and we also organize cruises and special events such as birthdays, letters, wedding anniversaries, company parties and many other events.",
  "ouryachts": "Our yachts",
  "price": "Price",
  "hour": "Hour",
  "ead": "AED",
  "ead_price": "AED",
  "agency": "Best Water Sports Agency in Dubai.",
  "watchintro": "WATCH OUR INTRO VIDEO!",
  "chooseyacht": "Choose Your Yacht",
  "t9": "Call Us, Select Date, Time & Number of Guest.",
  "date": "Date",
  "choosecrew": "Choose Your Crew",
  "t10": "Check Our Crow, Optional Services & Food on Board.",
  "enjouwithus": "Enjoy With Us",
  "t11": "Enjoy spending an enjoyable trip with your family and friends.",
  "reservation": "Reservations",
  "address": "Address",
  "phone": "Phone",
  "subject": "Subject",
  "message": "Message",
  "noofpersons": "No. of Persons",
  "activity": "Activity",
  "captain": "CAPTAIN",
  "crew": "CREW",
  "beds": "BEDS",
  "people": "PEOPLE",
  "sendmessage": "Send Your Message",
  "findloc": "Find Our Location",
  "sailing": "Sailing",
  "t12": "We offer an excellent way to learn the basics of boat sailing.",
  "club": "club",
  "t13": "Join our premier private yacht club in the Pacific ocean.",
  "diving": "Diving",
  "t14": "All our yachts are equipped with everything divers need.",
  "fishing": "Fishing",
  "t15": "Our yachts are built to explore untouched fishing grounds.",
  "tour": "Tours",
  "t16": "We offer you exclusive yacht tours with professional crew.",
  "moredetails": "More Details",
  "viewdetails": "View Details",
  "speak": "Speak to Tour Planner",
  "weakdays": "Week Days",
  "specialsev": "Special Services",
  "t17": "How all this mistaken idea of denouncing pleasure & praising pain was born and I will give you a complete account of the system, and expound the actual teachings the great explorer of the truth, the master builder.",
  "t18": "For Best Yachting Services, Call Us",
  "bestser": "Best Service",
  "t19": "We Strive To Provide Our Customers",
  "privateex": "Private Excursions",
  "topdes": "Top Destinations",
  "luxser": "Luxury Yacht Services",
  "t20": "Idea of denouncing pleasure & praising pain was born we will give you a complete account of the system.",
  "starttoday": "Start Today",
  "rec": "RECOMMENDED",
  "t21": "Welcome to Fishing Trip",
  "t22": "Join us for an unforgettable full day fishing charter in Dubai. Fishing in Dubai will give you an authentic local experience. This fishing charter in Dubai is on a private basis on a boat with capacity and fishing gear for up to 6 people. We’d like to welcome you aboard our  Beat TWO 36FT to take you on a fishing trip for 6 or 8 hours.",
  "t23": "Do you wonder what this fishing charter in Dubai is about? This fishing experience is a basic type of fishing. There is no technicality to it, being great for beginners or for people who just want to have a relaxed and fun day fishing. The fishing charter in Dubai is suitable for all levels of experience and all ages. ",
  "t24": "Book Fishing Trip In Dubai",
  "t25": "No matter if you are a beginner fisherman or a professional angler, the warm Arabian waters are full of all types of fish, including cobia, king fish, small shark, hammour, Sultan Ibrahim, sherry and barracuda. This makes it no surprise that fishing in Dubai has become such a popular past time for natives, as well as tourists.",
  "t26": "We are the only Fishing Charter Company in Dubai that will Guarantee fishing, we use special fishing techniques and equipments that can assist you in finding the biggest catch and gives you the best results. We try our best to take you as far as possible minimum 45km north of Dubai near World islands to guarantee the results and to get the best fish catching and best experience.\n\n",
  "t27": "ENJOY WITH US",
  "t28": "Book with Boats Ride and enjoy an exciting fishing trip.",
  "t29":"REASON FOR CHOOSE US",
  "t30": "Where do you want to go?",
  "t31": "INTERESTING FACTS IN NUMBERS",
  "t32": "Tours Organized In Dubai",
  "t33": "PRICING PLAN",
  "t34": "MEETING CREW",
  "t35": "CHOOSE YACHT",
  "t36": "Top Attractions",
  "t37": "PALM JUMEIRAH",
  "t38": "BURJ AL ARAB",
  "t39": "J. BEACH HOTEL",
  "t40": "WORLD ISLANDS",
  "t41": "MARINA",
  "t42": "WATER CANAL",
  "en": "English",
  "ar": "Arabic",
  "enn": "EN",
  "vat": "Vat Include",
  "outtour": "OUR TOUR BOOKINGS ARE FILLING FASTLY, BOOK YOUR’S NOW",
  "addressboat": "King Salman Bin Abdulaziz Al Saud St - Dubai Marina - Dubai, UAE.",
  "arr": "AR",
  "callus": "Call Us",
  "term": "Term of use",
  "privacy": "Privacy Policy",
  "right": "Copyright © 2020 Boat Ride. All Rights Reserved.",
  "feet": "Feet",
  "max": "Max",
  "t43": "Safety Equipment",
  "t44": "Soft drinks & Refreshments",
  "t45": "Ice tea/ Water",
  "t46": "DVD Player",
  "t47": "Spacious Saloon",
  "t48": "BBQ Grill Equipment",
  "t49": "Bathroom Amenities",
  "t50": "LED Screen TV",
  "t51": "Sunbathing on the Foredeck",
  "whatinclude": "WHAT IS INCLUDE",
  "fac": "FACILITIES",
  "whatexpect": "WHAT EXPECT",
  "desc": "description",
  "routes": "Routes",
  "topland": "TOP LANDMARKS & AMAZING",
  "form": {
    "book_water_sport": "Book A Water Sport",
    "book_yacht" : "Book A Yacht",
    "name" : "name",
    "email" : "email",
    "phone" : "phone",
    "message" : "message",
    "name_required" : "Name is required",
    "email_required" : "email is required",
    "phone_required" : "phone is required",
    "message_required" : "message is required",
    "yacht": "yacht",
    "yacht_required" : "yacht is required",
    "water_sport": "water sport",
    "water_sport_required" : "water sport is required",
    "thanks" : "Thank you for Enquiring with us",
    "call_you": "One of our best representatives will get in touch with you shortly"
  },
  "coming_soon" : "COMING SOON",
  "ATLANTIS_THE_PALM": "ATLANTIS THE PALM",
  "MARINA_SKYLINE" : "MARINA SKYLINE",
  "AIN_WHEEL" : "AIN WHEEL",
  "HARBOUR": "HARBOUR",
  "popular": "Popular",
  "Destinations" : "Destinations",
  "Destinations_title" : "What are you dreaming of?",
  "Reviews": "Reviews",
  "per_h": "PER / H",
  "ft": "FT",
  "rental_yacht_dubai_text" : "Our luxury yachts will take you in several of the city’s sights, including Palm Jumeirah, the sail-shaped Burj Al Arab, Jumeirah Beach, World Island, Dubai Canal, Dubai Creek ...",
  "RENTAL" : "RENTAL",
  "YACHT_DUBAI" : "YACHT DUBAI",
  "YACHT" : "YACHT",
  "RENTAL_DUBAI" : "RENTAL DUBAI",
  "DESTINATION_PLACES": {
    "DUBAI_MARINA" : "DUBAI MARINA",
    "JUMERIAH_BEACH_RESIDENCE" : "JUMERIAH BEACH RESIDENCE",
    "BLUEWATER_ISLAND" : "BLUEWATER ISLAND",
    "ONE_&_ONLY_THE_PALM" : "ONE & ONLY THE PALM",
    "ZABEEL_SARAY" : "ZABEEL SARAY",
    "Kempinski_hotel" : "Kempinski hotel",
    "ATLANTIS_HOTEL" : "ATLANTIS HOTEL",
    "WALDORF_ASTORIA" : "WALDORF ASTORIA",
    "RIXOS_THE_PALM" : "RIXOS THE PALM",
    "JUMEIRAH_BEACH_HOTEL" : "JUMEIRAH BEACH HOTEL"
  },
  "SPECIFICATIONS": {
    "SPECIFICATION" : "Specification",
    "LENGTH" : "Length",
    "HEIGHT" : "Height",
    "BEAM" : "Beam",
    "YEAR" : "Year",
    "CRUSING_SPEED" : "Crusing speed",
    "MANUFACTURER" : "Manufacturer",
    "MODEL" : "Model",
    "KNOTS" : "Knots",
    "Meter" : "m"
  },
  "CEO_FOUNDER" : "CEO & FOUNDER",
  "Mohamed_Sahraoui" : "Mohamed Sahraoui",
  "YACHT_RENTAL_DUBAI" : "YACHT RENTAL DUBAI\n"
}
